Repository: d-s-x/custom-notifier
Catalog: translate/*.po
Languages: fr

source: General
fr: Général

source: Timeout before first check (sec)
fr: Délai d'attente avant le premier contrôle (sec)

source: Timeout between each checks (sec)
fr: Délai d'attente entre chaque contrôle (sec)

source: Script to check updates:
fr: Script pour la vérification des mises à jour:

source: [Script path]
fr: [Chemin du script]

source: Script to update:
fr: Script pour la mise à jour:

source: Use default icons
fr: Utiliser les icônes par défaut

source: System up to date
fr: Système à jour

source: Updates available
fr: Mises à jour disponibles

source: Script in error
fr: Script en erreur

source: Help
fr: Aide

source: Updates
fr: Mises à jour

source: Looking for updates...
fr: Recher des mises à jour...

source: No check script define
fr: Aucun script de script de vérification des mises à jour défini
